[
    {
        "name": "Il Matto",
        "url": "the-fool",
        "image": "images/00.jpeg",
        "desc": "Il Matto rappresenta la libertà dalle convenzioni e dalle norme sociali. Simboleggia qualcosa o qualcuno di unico ed eccezionale, che mantiene aperte tutte le possibilità. La sua presenza indica l'abbandono del controllo in favore della spontaneità, un'attenzione particolare al momento presente e spesso l'inizio di un viaggio, sia fisico che metaforico.",
        "message": "mantieniti in movimento",
        "rdesc": "Quando il Matto appare capovolto, indica difficoltà nel fare scelte stabili e nel mantenere gli impegni. Può manifestarsi come irrequietezza, mancanza di scopo o comportamenti sconsiderati. Sul piano sociale, suggerisce eccentricità e difficoltà nell'essere accettati dall'ambiente circostante, oltre a problemi nella pianificazione del futuro.",
        "sequence": 21,
        "golden_dawn": "Lo Spirito dell'Etere",
        "cardtype": "major"
    },
    {
        "name": "Il Mago",
        "url": "the-magician",
        "image": "images/01.jpeg",
        "desc": "Il Mago rappresenta l'inizio di qualcosa di nuovo e la capacità di trasformare le idee in realtà. È il momento di utilizzare tutti gli strumenti a nostra disposizione con creatività e destrezza. Questa carta simboleggia il potere della mente e della volontà, la capacità di improvvisare e di manifestare i nostri desideri nel mondo materiale. Indica anche un periodo fortunato per nuove imprese e l'acquisizione di nuove competenze pratiche.",
        "message": "crea una nuova realtà",
        "rdesc": "Quando il Mago appare capovolto, mette in guardia da inganni e false apparenze. Può indicare una tendenza a manipolare gli altri o a nascondere le proprie vere intenzioni. Sul piano personale, suggerisce una mancanza di consapevolezza delle proprie capacità o motivazioni profonde. Attenzione agli errori dovuti all'inesperienza o alla superficialità.",
        "sequence": 1,
        "golden_dawn": "Il Mago del Potere",
        "cardtype": "major"
    },
    {
        "name": "La Papessa",
        "url": "the-popess",
        "image": "images/02.jpeg",
        "desc": "La Papessa rappresenta la saggezza che nasce dall'unione tra intelletto e intuizione. È la guardiana dei misteri e dei segreti, una figura femminile che nasconde la sua forza in un mondo dominato dagli uomini. La sua presenza suggerisce che non tutto può essere rivelato immediatamente e che i misteri più profondi si svelano gradualmente. È il momento di ascoltare la voce interiore e fidarsi dell'intuizione.",
        "message": "impara a stabilire i confini",
        "rdesc": "Quando la Papessa appare capovolta, indica la difficoltà di esprimere la propria vera natura per conformarsi alle convenzioni sociali. Può suggerire un approccio troppo rigido verso la corporeità e la sessualità, o un blocco emotivo che impedisce di accedere alla propria saggezza interiore. È un invito a liberarsi dai condizionamenti che limitano la nostra autenticità.",
        "sequence": 2,
        "golden_dawn": "La Sacerdotessa della Stella d'Argento",
        "cardtype": "major"
    },
    {
        "name": "L'Imperatrice",
        "url": "the-empress",
        "image": "images/03.jpeg",
        "desc": "L'Imperatrice incarna l'energia creativa e l'abbondanza della natura. Rappresenta la capacità di nutrire e far crescere progetti e relazioni, unendo sensibilità emotiva e pragmatismo. Come figura femminile potente, simboleggia la maternità in tutte le sue forme, dalla cura fisica a quella emotiva. La sua presenza suggerisce un periodo fertile di crescita e realizzazione, dove l'intelligenza emotiva guida le nostre azioni.",
        "message": "agisci seguendo l'istinto",
        "rdesc": "Quando l'Imperatrice appare capovolta, indica un eccesso di protezione o un coinvolgimento troppo intenso nella vita degli altri. Può manifestarsi come comportamento impulsivo o irrazionale, difficoltà nel dialogo e nel ragionamento. Sul piano personale, potrebbe rivelare conflitti irrisolti con figure materne o una tendenza a soffocare gli altri con troppe attenzioni.",
        "sequence": 3,
        "golden_dawn": "La Figlia dei Potenti",
        "cardtype": "major"
    },
    {
        "name": "L'Imperatore",
        "url": "the-emperor",
        "image": "images/04.jpeg",
        "desc": "L'Imperatore rappresenta l'autorità e il potere costruttivo. Come un padre saggio e protettivo, questa carta simboleggia la capacità di guidare con fermezza ma anche con giustizia. Nel lavoro indica successo materiale e una posizione di comando, mentre nelle relazioni suggerisce una figura di riferimento affidabile. La sua energia porta stabilità, ordine e la capacità di trasformare le idee in risultati concreti. È il momento di assumere il controllo della situazione con saggezza e determinazione.",
        "message": "mostra leadership e responsabilità",
        "rdesc": "Quando l'Imperatore appare capovolto, rivela un uso distorto del potere. Può indicare autoritarismo, rigidità eccessiva o il tentativo di controllare gli altri con la forza. Sul piano personale, potrebbe suggerire difficoltà nel rapporto con l'autorità o con figure paterne, oppure una tendenza a nascondere le proprie vulnerabilità dietro una facciata di durezza. È un invito a riflettere su come usiamo il nostro potere e autorità.",
        "sequence": 4,
        "golden_dawn": "Sole del Mattino; Il Capo tra i Potenti",
        "cardtype": "major"
    },
    {
        "name": "Il Papa",
        "url": "the-pope",
        "image": "images/05.jpeg",
        "desc": "Il Papa rappresenta la guida spirituale e la saggezza tradizionale. Come maestro e consigliere, simboleggia l'educazione formale e la trasmissione della conoscenza. La sua presenza indica un momento di apprendimento o la necessità di cercare il consiglio di un esperto. Nel campo spirituale, rappresenta la connessione con la tradizione e i valori consolidati. Può anche indicare un matrimonio o un'unione formale.",
        "message": "rispetta la conoscenza e l'educazione",
        "rdesc": "Quando il Papa appare capovolto, indica un'adesione eccessiva e rigida alle convenzioni. Può manifestarsi come burocrazia opprimente o istituzioni che hanno perso il loro vero scopo. Sul piano personale, suggerisce ipocrisia, discriminazione o la rottura di legami formali, come un divorzio.",
        "sequence": 5,
        "golden_dawn": "Il Mago dell'Eterno",
        "cardtype": "major"
    },
    {
        "name": "L'Innamorato",
        "url": "the-lover",
        "image": "images/06.jpeg",
        "desc": "L'Innamorato rappresenta l'amore in tutte le sue forme e la necessità di fare scelte importanti guidati dal cuore. Questa carta parla di legami emotivi profondi e della necessità di liberarsi da influenze del passato per seguire i propri veri desideri. I piccoli passi che facciamo ogni giorno sono il segno visibile dei nostri desideri più profondi. È un invito ad ascoltare la voce del cuore.",
        "message": "segui la via del cuore",
        "rdesc": "Quando l'Innamorato appare capovolto, rivela relazioni complesse o triangoli amorosi che generano tensione. Può indicare confusione nei sentimenti, esitazione nelle scelte importanti o conflitti interiori tra diverse lealtà affettive. È un momento di incertezza dove i sentimenti e la volontà non trovano una direzione chiara.",
        "sequence": 6,
        "golden_dawn": "I Figli della Voce; Gli Oracoli degli Dei Potenti",
        "cardtype": "major"
    },
    {
        "name": "Il Carro",
        "url": "the-chariot",
        "image": "images/07.jpeg",
        "desc": "Il Carro simboleggia la vittoria e il successo che ci pongono in una posizione di forza. Rappresenta l'ambizione realizzata, l'energia in movimento e la motivazione che ci spinge avanti. È il momento del riconoscimento pubblico, del potere ben utilizzato e del raggiungimento di uno status elevato. La sua presenza indica che è il momento di procedere con determinazione verso i propri obiettivi.",
        "message": "osa e vinci",
        "rdesc": "Quando il Carro appare capovolto, rivela una debolezza interiore mascherata da ostentazione esteriore. Può manifestarsi come arroganza, vanità o un eccesso di protezione che porta alla chiusura emotiva. Sul piano personale, indica confusione sui propri obiettivi e la perdita del contatto autentico con le persone e la realtà.",
        "sequence": 7,
        "golden_dawn": "Il Figlio dei Poteri delle Acque; Il Signore del Trionfo della Luce",
        "cardtype": "major"
    },
    {
        "name": "La Giustizia",
        "url": "justice",
        "image": "images/08.jpeg",
        "desc": "La Giustizia rappresenta l'equilibrio tra ragione e compassione. Simboleggia le questioni legali e l'ordine, ma anche la capacità di giudizio equo e ponderato. La sua presenza indica una coscienza evoluta che sa bilanciare le regole con l'umanità. È il momento di agire con razionalità e chiarezza, mantenendo sempre uno sguardo comprensivo verso le situazioni umane.",
        "message": "agisci con ragione e secondo le norme condivise",
        "rdesc": "Quando la Giustizia appare capovolta, indica un atteggiamento ipercritico e giudicante. Può manifestarsi come sensi di colpa, controllo repressivo su se stessi e gli altri, o idee negative che bloccano il cambiamento e il progresso. È un invito a trovare un equilibrio più sano tra giustizia e comprensione.",
        "sequence": 8,
        "golden_dawn": "La Figlia dei Signori della Verità; La Reggente della Bilancia",
        "cardtype": "major"
    },
    {
        "name": "L'Eremita",
        "url": "the-hermit",
        "image": "images/09.jpeg",
        "desc": "L'Eremita rappresenta la ricerca della verità e della comprensione spirituale. Simboleggia la concentrazione su un obiettivo chiaro e la volontà di esaminare a fondo ogni situazione. La sua presenza indica un periodo di riflessione volontaria e di fedeltà ai propri principi, anche a costo di alcune rinunce. È il momento di cercare la saggezza interiore attraverso la solitudine contemplativa.",
        "message": "cerca l'essenza delle cose",
        "rdesc": "Quando l'Eremita appare capovolto, indica un atteggiamento di chiusura eccessiva e isolamento. Può manifestarsi come solitudine non cercata, idee fisse e sospetti esagerati, o una tendenza a vedere solo i difetti nelle situazioni. Sul piano personale, suggerisce desideri nascosti o negati che andrebbero riconosciuti e accettati.",
        "sequence": 9,
        "golden_dawn": "Il Mago della Voce del Potere; Il Profeta dell'Eterno",
        "cardtype": "major"
    },
    {
        "name": "La Ruota della Fortuna",
        "url": "the-wheel-of-fortune",
        "image": "images/10.jpeg",
        "desc": "La Ruota della Fortuna rappresenta il ciclo eterno del cambiamento nella vita. Simboleggia la capacità di rialzarsi dopo una caduta e l'imprevedibilità del destino. La sua presenza indica un momento di svolta, dove le circostanze mutano in modo significativo. Ci ricorda che la vita è un ciclo continuo di alti e bassi, e che il successo sta nell'adattarsi ai suoi ritmi. Può anche suggerire connessioni con vite passate o cicli karmici.",
        "message": "accetta gli alti e bassi della vita",
        "rdesc": "Quando la Ruota appare capovolta, indica un periodo di declino dopo un momento favorevole. Suggerisce che il pericolo si nasconde proprio quando pensiamo di aver raggiunto la vetta. Sul piano personale, può manifestarsi come sensazione di impotenza di fronte agli eventi o come cambiamenti d'umore capricciosi che ci fanno girare in tondo.",
        "sequence": 10,
        "golden_dawn": "Il Signore delle Forze della Vita",
        "cardtype": "major"
    },
    {
        "name": "La Forza",
        "url": "strength",
        "image": "images/11.jpeg",
        "desc": "La Forza rappresenta il potere interiore e il coraggio di affrontare le sfide. Non è la forza bruta, ma la capacità di controllare e incanalare le nostre energie creative e i nostri desideri verso obiettivi comuni. Simboleggia la mobilitazione delle risorse interiori e il coraggio di assumersi rischi calcolati. È il momento di esprimere la propria forza con saggezza e determinazione.",
        "message": "prendi il controllo di te stesso",
        "rdesc": "Quando la Forza appare capovolta, rivela tensioni costanti dovute a un eccessivo bisogno di controllo. Indica il rischio di perdere la presa sulla situazione a causa di conflitti interni non risolti. Una valutazione irrealistica delle proprie capacità può portare al fallimento. È un invito a trovare un equilibrio più sano tra controllo e accettazione.",
        "sequence": 11,
        "golden_dawn": "La Figlia della Spada Fiammeggiante",
        "cardtype": "major"
    },
    {
        "name": "L'Appeso",
        "url": "the-hanged-man",
        "image": "images/12.jpeg",
        "desc": "L'Appeso rappresenta la capacità di vedere le cose da una prospettiva completamente nuova. Simboleggia la volontà di sopportare difficoltà per una causa che vale, un periodo di profonda introspezione e autoanalisi. La sua presenza suggerisce l'accettazione della realtà anche quando è l'opposto di ciò che ci aspettavamo, invitandoci a trovare saggezza nell'apparente immobilità.",
        "message": "guarda le cose dalla prospettiva opposta",
        "rdesc": "Quando l'Appeso appare capovolto, indica isolamento e vittimismo. Può manifestarsi come incapacità di agire o come negazione delle proprie qualità uniche nel tentativo di conformarsi a tutti i costi. Sul piano personale, suggerisce la tendenza a rifugiarsi in una realtà privata e immaginaria, perdendo il contatto con il mondo esterno.",
        "sequence": 12,
        "golden_dawn": "Lo Spirito delle Acque Potenti",
        "cardtype": "major"
    },
    {
        "name": "La Morte",
        "url": "13",
        "image": "images/13.jpeg",
        "desc": "La Morte simboleggia la fine naturale di ciò che ha completato il suo ciclo. Rappresenta il taglio netto con influenze del passato o attaccamenti a figure dominanti. È il momento di abbandonare il superfluo per conservare solo l'essenziale. La dissoluzione del vecchio crea lo spazio necessario per il nuovo. È una carta di trasformazione profonda e rinnovamento.",
        "message": "lascia andare ciò che è finito",
        "rdesc": "Quando la Morte appare capovolta, indica difficoltà nell'affrontare perdite o cambiamenti. Può manifestarsi come resistenza a sfide temporanee o come realizzazione dolorosa di una verità. Non predice la morte fisica, ma può riflettere ansie sul morire o il dolore per una perdita già avvenuta. È un invito ad accettare il naturale ciclo di fine e rinnovamento.",
        "sequence": 13,
        "golden_dawn": "Il Figlio dei Grandi Trasformatori; Il Signore delle Porte della Morte",
        "cardtype": "major"
    },
    {
        "name": "La Temperanza",
        "url": "temperance",
        "image": "images/14.jpeg",
        "desc": "La Temperanza rappresenta l'arte della moderazione e dell'equilibrio. Simboleggia la riconciliazione degli opposti e la capacità di realizzare ciò che sembra impossibile attraverso la pazienza e la perseveranza. La sua presenza indica un processo graduale di perfezionamento e miglioramento personale, dove la moderazione e la saggezza portano a risultati duraturi.",
        "message": "trova la via di mezzo",
        "rdesc": "Quando la Temperanza appare capovolta, indica un movimento continuo che non porta a veri progressi. Può manifestarsi come impazienza verso processi che richiedono tempo o come eccessiva preoccupazione per se stessi che allontana chi potrebbe aiutarci. È un invito a ritrovare la pazienza e l'equilibrio nel nostro percorso.",
        "sequence": 14,
        "golden_dawn": "La Figlia dei Riconciliatori; Colei che Porta la Vita",
        "cardtype": "major"
    },
    {
        "name": "Il Diavolo",
        "url": "the-devil",
        "image": "images/15.jpeg",
        "desc": "Il Diavolo rappresenta un'esplosione di creatività e passione che sfida le convenzioni. Simboleggia i paradossi e le contraddizioni della vita, l'ironia che mette in discussione le norme comuni. La sua presenza indica un momento di liberazione dove agiamo seguendo i nostri desideri più profondi e gli impulsi creativi. Può anche segnalare la capacità di superare traumi familiari del passato attraverso l'espressione autentica di sé.",
        "message": "esprimi passione e desiderio",
        "rdesc": "Quando il Diavolo appare capovolto, mette in guardia dalle tentazioni e dall'attrazione verso ciò che è oscuro o proibito. Può manifestarsi come sfruttamento, egoismo o dominazione sugli altri. Sul piano personale, indica gratificazione compulsiva o difficoltà nel liberarsi da legami malsani. Ricorda che ogni comportamento sconsiderato ha il suo prezzo.",
        "sequence": 15,
        "golden_dawn": "Il Signore delle Porte della Materia; Il Figlio delle Forze del Tempo",
        "cardtype": "major"
    },
    {
        "name": "La Torre",
        "url": "the-house-of-god",
        "image": "images/16.jpeg",
        "desc": "La Torre rappresenta la rottura di strutture consolidate e la liberazione da vecchie costrizioni. Simboleggia una svolta improvvisa dopo lunghi preparativi, un momento di illuminazione che può manifestarsi anche come un incontro passionale. Il suo messaggio più profondo è che il vero successo risiede nella semplicità e nell'umiltà, dopo che le false sicurezze sono crollate.",
        "message": "ritorna alla solida realtà",
        "rdesc": "Quando la Torre appare capovolta, indica uno shock o il crollo di progetti e strutture considerate sicure. Può manifestarsi come una caduta da una posizione apparentemente solida, generando caos e confusione. La vanità e l'orgoglio portano al fallimento. È un momento di difficile comprensione degli eventi che ci circondano.",
        "sequence": 16,
        "golden_dawn": "Il Signore delle Schiere dei Potenti",
        "cardtype": "major"
    },
    {
        "name": "La Stella",
        "url": "the-star",
        "image": "images/17.jpeg",
        "desc": "La Stella rappresenta l'apertura, la semplicità e il ritorno alla natura. Simboleggia la purezza e l'onestà, il coraggio di mostrarsi per ciò che si è veramente, accettando il proprio corpo e i propri desideri. La sua presenza indica generosità e fortuna che viene dall'alto, una guida intuitiva o un'energia che fluisce da un piano superiore.",
        "message": "lasciati guidare da una fonte pura",
        "rdesc": "Quando la Stella appare capovolta, indica un ottimismo ingenuo e illusorio. Può manifestarsi come esposizione a pericoli o abusi per mancanza di confini adeguati. Sul piano personale, suggerisce una tendenza allo spreco e alla dispersione delle proprie risorse ed energie.",
        "sequence": 17,
        "golden_dawn": "La Figlia del Firmamento; Colei che Dimora tra le Acque",
        "cardtype": "major"
    },
    {
        "name": "La Luna",
        "url": "the-moon",
        "image": "images/18.jpeg",
        "desc": "La Luna rappresenta le emozioni profonde, spesso legate a figure femminili o materne. Simboleggia un'esperienza diversa della realtà, il desiderio dell'irraggiungibile e la scoperta delle proprie forze nascoste. La sua presenza può indicare un legame con il passato remoto o la presenza di un tesoro nascosto che attende di essere scoperto.",
        "message": "non temere di andare in profondità",
        "rdesc": "Quando la Luna appare capovolta, rivela sensazioni vaghe e inquietanti. Può indicare difficoltà emotive, un periodo di depressione o pericoli che si nascondono sotto la superficie. Sul piano personale, suggerisce un momento di ritiro dove il cammino davanti a noi è difficile da scorgere.",
        "sequence": 18,
        "golden_dawn": "Il Reggente del Flusso e Riflusso; Il Figlio dei Figli dei Potenti",
        "cardtype": "major"
    },
    {
        "name": "Il Sole",
        "url": "the-sun",
        "image": "images/19.jpeg",
        "desc": "Il Sole rappresenta luce, calore e abbondanza di benedizioni. Simboleggia sensazioni piacevoli, guarigione emotiva o fisica, partnership basate sulla fiducia e la condivisione. La sua presenza indica rapporti fraterni, il tocco umano autentico, una figura paterna ideale. È particolarmente favorevole per questioni legate ai bambini e suggerisce la capacità di porre limiti in modo equilibrato e non oppressivo.",
        "message": "trova i partner giusti",
        "rdesc": "Quando il Sole appare capovolto, indica una vita vissuta in spazi limitati e difficoltà nell'affrontare apertamente la realtà. Può manifestarsi come immaturità, dipendenza dagli altri o disagio di fronte a persone o situazioni troppo intense ed energiche. Sul piano personale, può suggerire l'assenza di una figura paterna o difficoltà nel rapporto con essa.",
        "sequence": 19,
        "golden_dawn": "Il Signore del Fuoco del Mondo",
        "cardtype": "major"
    },
    {
        "name": "Il Giudizio",
        "url": "judgement",
        "image": "images/20.jpeg",
        "desc": "Il Giudizio rappresenta il momento della rivelazione e dell'illuminazione. Simboleggia una nuova comprensione della realtà, un punto di svolta in un processo terapeutico o la guarigione di una relazione familiare. La sua presenza indica la rivelazione di segreti, una maggiore visibilità pubblica o l'arrivo di qualcosa di nuovo nella vita, come una nascita fisica o metaforica.",
        "message": "risvegliati alla realtà spirituale",
        "rdesc": "Quando il Giudizio appare capovolto, indica la rivelazione di qualcosa che doveva rimanere nascosto. Può manifestarsi come mancanza di privacy, realizzazioni spiacevoli o problemi nelle relazioni tra genitori e figli. Sul piano personale, suggerisce troppa drammatizzazione o rumore che disturbano la vera comprensione.",
        "sequence": 20,
        "golden_dawn": "Lo Spirito del Fuoco Primordiale",
        "cardtype": "major"
    },
    {
        "name": "Il Mondo",
        "url": "the-world",
        "image": "images/21.jpeg",
        "desc": "Il Mondo rappresenta il completamento di un ciclo. Simboleggia l'attività equilibrata e i successi in diversi ambiti della vita, il contatto con luoghi lontani e l'armonia tra diversi piani dell'esistenza. La sua presenza indica spesso una gravidanza metaforica o letterale: qualcosa di nuovo sta per nascere. È la Danza della Vita nel suo momento di massima espressione.",
        "message": "tutto è perfetto così com'è",
        "rdesc": "Quando il Mondo appare capovolto, indica una vita vissuta in una bolla, con difficoltà nel condividere il proprio mondo con gli altri. Può manifestarsi come disconnessione tra i sentimenti interiori e la vita esterna, eccessiva preoccupazione per se stessi o un'immagine idealizzata di sé che impedisce di andare avanti.",
        "sequence": 22,
        "golden_dawn": "Il Grande della Notte del Tempo",
        "cardtype": "major"
    },
    {
        "name": "Asso di Bastoni",
        "url": "ace-of-clubs",
        "image": "images/wa01.jpeg",
        "desc": "L'Asso di Bastoni rappresenta lo slancio creativo iniziale. Simboleggia una sessualità attiva, impulsi forti ed energia vitale in abbondanza. La sua presenza indica l'inizio di una fase di crescita, anche se c'è il rischio di disperdere le proprie energie in troppe direzioni diverse. È il momento di canalizzare questa forza vitale in modo costruttivo.",
        "rdesc": "Quando l'Asso di Bastoni appare capovolto, indica una mancanza di energia vitale o restrizioni. Può manifestarsi come sessualità repressa o un blocco creativo che impedisce l'espressione naturale della propria forza vitale.",
        "sequence": 23,
        "golden_dawn": "La Radice dei Poteri del Fuoco",
        "cardtype": "ace"
    },
    {
        "name": "Due di Bastoni",
        "url": "two-of-clubs",
        "image": "images/wa02.jpeg",
        "desc": "Il Due di Bastoni rappresenta un momento di bivio esistenziale. Simboleggia la presenza di diverse opzioni o strade tra cui scegliere, ognuna con i suoi benefici. La sua presenza può indicare un incontro significativo ma breve con qualcuno che sta seguendo il proprio cammino, o la capacità di bloccare l'avanzata di un avversario.",
        "rdesc": "Il significato rimane simile anche nella posizione capovolta. Indica un momento di scelta tra diverse opzioni, ciascuna con i suoi vantaggi. Può suggerire un incontro passeggero significativo o la capacità di ostacolare i piani di un oppositore.",
        "sequence": 24,
        "golden_dawn": "Dominio",
        "cardtype": "minor"
    },
    {
        "name": "Tre di Bastoni",
        "url": "three-of-clubs",
        "image": "images/wa03.jpeg",
        "desc": "Il Tre di Bastoni rappresenta la direzione e il movimento in avanti dopo un momento di esitazione. Simboleggia la capacità di trovare una via di mezzo tra due possibili percorsi d'azione. La sua presenza indica l'abilità di trarre vantaggio mantenendo una posizione neutrale tra parti in conflitto. È il momento di procedere con equilibrio e saggezza.",
        "rdesc": "Il significato rimane simile anche nella posizione capovolta. Indica la necessità di trovare una direzione dopo un momento di dubbio, cercando un percorso intermedio tra diverse opzioni. Suggerisce che la neutralità in una situazione di conflitto può portare benefici.",
        "sequence": 25,
        "golden_dawn": "Virtù",
        "cardtype": "minor"
    },
    {
        "name": "Quattro di Bastoni",
        "url": "four-of-clubs",
        "image": "images/wa04.jpeg",
        "desc": "Il Quattro di Bastoni rappresenta una situazione di stallo temporaneo. Simboleggia una pausa necessaria per preparare progressi futuri. Nonostante le tensioni presenti, le prospettive a lungo termine sono positive. La sua presenza suggerisce che questo non è il momento di agire, ma di pianificare con pazienza.",
        "rdesc": "Il significato rimane simile anche nella posizione capovolta. Indica un momento di pausa forzata che, se ben utilizzato, può preparare il terreno per sviluppi futuri. Le tensioni attuali nascondono opportunità che si riveleranno col tempo.",
        "sequence": 26,
        "golden_dawn": "Completamento",
        "cardtype": "minor"
    },
    {
        "name": "Cinque di Bastoni",
        "url": "five-of-clubs",
        "image": "images/wa05.jpeg",
        "desc": "Il Cinque di Bastoni rappresenta il superamento degli ostacoli. Simboleggia la vittoria su un'opposizione debole e la rottura di un equilibrio stagnante. La sua presenza indica il momento di concentrarsi sull'obiettivo principale e prendere l'iniziativa per una mossa vincente.",
        "rdesc": "Quando il Cinque di Bastoni appare capovolto, indica l'ingresso in una situazione più complessa del previsto. Può manifestarsi come la perdita di un vantaggio iniziale o difficoltà nel mantenere la posizione conquistata.",
        "sequence": 27,
        "golden_dawn": "Conflitto",
        "cardtype": "minor"
    },
    {
        "name": "Sei di Bastoni",
        "url": "six-of-clubs",
        "image": "images/wa06.jpeg",
        "desc": "Il Sei di Bastoni rappresenta la collaborazione efficace. Simboleggia un'alleanza forte tra parti con obiettivi diversi ma interessi comuni nel presente. La sua presenza indica un periodo favorevole che permette di godere di alcuni lussi, grazie a circostanze propizie.",
        "rdesc": "Quando il Sei di Bastoni appare capovolto, indica una ricerca eccessiva del lusso e del piacere materiale. Può suggerire la necessità di rompere un'alleanza con degli oppositori o di riconsiderare collaborazioni che non portano più benefici.",
        "sequence": 28,
        "golden_dawn": "Vittoria",
        "cardtype": "minor"
    },
    {
        "name": "Sette di Bastoni",
        "url": "seven-of-clubs",
        "image": "images/wa07.jpeg",
        "desc": "Il Sette di Bastoni rappresenta la lotta e la resistenza. Simboleggia una persona che affronta molti oppositori contemporaneamente, mostrando ostinazione e resistenza in una situazione di conflitto. La sua presenza indica un combattimento difficile dall'esito incerto, dove la perseveranza è fondamentale.",
        "rdesc": "Il significato rimane simile anche nella posizione capovolta. Indica una situazione di lotta contro molteplici avversari, dove sono necessarie tenacia e resistenza. L'esito del conflitto rimane incerto e richiede grande forza d'animo.",
        "sequence": 29,
        "golden_dawn": "Valore",
        "cardtype": "minor"
    },
    {
        "name": "Otto di Bastoni",
        "url": "eight-of-clubs",
        "image": "images/wa08.jpeg",
        "desc": "L'Otto di Bastoni rappresenta la regolamentazione e l'ordine. Simboleggia una situazione dove il progresso è possibile solo seguendo regole precise. La sua presenza indica una tendenza a concentrarsi troppo sugli obiettivi immediati, perdendo di vista la prospettiva a lungo termine. Può manifestarsi come un blocco temporaneo nel cammino.",
        "rdesc": "Il significato rimane simile anche nella posizione capovolta. Indica la necessità di rispettare le regole per avanzare, pur rischiando di perdere di vista gli obiettivi più ampi. Un ostacolo che richiede pazienza e conformità.",
        "sequence": 30,
        "golden_dawn": "Rapidità",
        "cardtype": "minor"
    },
    {
        "name": "Nove di Bastoni",
        "url": "nine-of-clubs",
        "image": "images/wa09.jpeg",
        "desc": "Il Nove di Bastoni rappresenta un'interruzione nel percorso. Simboleggia difficoltà e opposizioni troppo ardue da superare in questo momento. La sua presenza suggerisce la saggezza di abbandonare temporaneamente i propri progetti per evitare conflitti, preparandosi a ricominciare dopo un periodo difficile.",
        "rdesc": "Il significato rimane simile anche nella posizione capovolta. Indica un momento di pausa forzata di fronte a ostacoli significativi, con la necessità di ritirarsi strategicamente per poi ripartire con rinnovata energia.",
        "sequence": 31,
        "golden_dawn": "Forza",
        "cardtype": "minor"
    },
    {
        "name": "Dieci di Bastoni",
        "url": "ten-of-clubs",
        "image": "images/wa10.jpeg",
        "desc": "Il Dieci di Bastoni rappresenta la lealtà e la perseveranza. Simboleggia una partnership o un'alleanza che supera le difficoltà grazie alla determinazione. La sua presenza indica che le intenzioni pure e la fedeltà ai propri principi, nonostante gli ostacoli, portano al successo.",
        "rdesc": "Il significato rimane simile anche nella posizione capovolta. Sottolinea l'importanza della lealtà e della perseveranza nel superare le difficoltà, specialmente nelle relazioni e nelle alleanze.",
        "sequence": 32,
        "golden_dawn": "Oppressione",
        "cardtype": "minor"
    },
    {
        "name": "Fante di Bastoni",
        "url": "page-of-clubs",
        "image": "images/wapa.jpeg",
        "desc": "Il Fante di Bastoni rappresenta un potenziale creativo ancora in fase di sviluppo. Simboleggia la saggezza di mantenere una distanza di sicurezza dagli eventi, attendendo il momento giusto per agire. La sua presenza suggerisce un periodo di preparazione e maturazione.",
        "rdesc": "Quando il Fante di Bastoni appare capovolto, indica un compito troppo gravoso per le forze attuali. Può manifestarsi come difficoltà nel controllare desideri e impulsi, o come un approccio immaturo alla sessualità e alle relazioni.",
        "sequence": 33,
        "golden_dawn": "La Principessa della Fiamma Splendente: la Rosa del Palazzo del Fuoco",
        "cardtype": "court"
    },
    {
        "name": "Cavaliere di Bastoni",
        "url": "knight-of-clubs",
        "image": "images/wakn.jpeg",
        "desc": "Il Cavaliere di Bastoni rappresenta un cambiamento di direzione guidato da impulsi e passioni. Simboleggia una pausa temporanea che non diminuisce l'energia e il desiderio di avanzare. La sua presenza indica un momento di transizione carico di potenziale.",
        "rdesc": "Quando il Cavaliere di Bastoni appare capovolto, indica un'eccessiva preoccupazione per la soddisfazione dei propri desideri. Può manifestarsi come difficoltà nel definire obiettivi a lungo termine o come tendenza a cedere alle tentazioni.",
        "sequence": 34,
        "golden_dawn": "Il Principe del Carro di Fuoco",
        "cardtype": "court"
    },
    {
        "name": "Regina di Bastoni",
        "url": "queen-of-clubs",
        "image": "images/waqu.jpeg",
        "desc": "La Regina di Bastoni rappresenta una figura femminile dalla personalità forte e carismatica. Simboleggia questioni legate al nutrimento fisico e spirituale. La sua presenza indica la capacità di esercitare il potere con sottile diplomazia, mantenendo una posizione sicura e ben difesa.",
        "rdesc": "Quando la Regina di Bastoni appare capovolta, indica intimidazione e minaccia. Può manifestarsi come uso della sessualità come strumento di controllo, problemi con figure materne autoritarie o paura del potere femminile.",
        "sequence": 35,
        "golden_dawn": "La Regina dei Troni della Fiamma",
        "cardtype": "court"
    },
    {
        "name": "Re di Bastoni",
        "url": "king-of-clubs",
        "image": "images/waki.jpeg",
        "desc": "Il Re di Bastoni rappresenta un atteggiamento maturo verso impulsi e desideri. Simboleggia la creatività controllata e la capacità di stimolare se stessi all'azione. La sua presenza indica la saggezza di investire le risorse attuali in progetti futuri.",
        "rdesc": "Quando il Re di Bastoni appare capovolto, indica progetti frustrati da azioni autolesioniste. Può manifestarsi come esitazione, conflitti interiori o tendenza a complicare eccessivamente le situazioni.",
        "sequence": 36,
        "golden_dawn": "Il Signore della Fiamma e del Lampo: il Re degli Spiriti del Fuoco",
        "cardtype": "court"
    },
    {
        "name": "Asso di Coppe",
        "url": "ace-of-cups",
        "image": "images/cu01.jpeg",
        "desc": "L'Asso di Coppe rappresenta l'inizio di una storia d'amore. Simboleggia l'espressione di sentimenti calorosi e il desiderio romantico di qualcosa di straordinario. La sua presenza indica un periodo di crescita emotiva e spirituale, dove il cuore si apre a nuove possibilità.",
        "rdesc": "Quando l'Asso di Coppe appare capovolto, indica aridità emotiva e sensazione di vuoto interiore. Può manifestarsi come evitamento dell'intimità, sentimenti negativi o un cuore spezzato.",
        "sequence": 37,
        "golden_dawn": "La Radice dei Poteri dell'Acqua",
        "cardtype": "ace"
    },
    {
        "name": "Due di Coppe",
        "url": "two-of-cups",
        "image": "images/cu02.jpeg",
        "desc": "Il Due di Coppe rappresenta la partnership e l'unione. Simboleggia una relazione romantica o un'alleanza personale profonda, basata su dinamiche interpersonali che rispettano le norme sociali. La sua presenza indica passione in una relazione d'amore, che però deve essere gestita con saggezza per non ritorcersi contro se stessa.",
        "rdesc": "Quando il Due di Coppe appare capovolto, indica una crisi nella relazione di coppia o una delusione causata da qualcuno vicino. È un momento di difficoltà nelle relazioni intime.",
        "sequence": 38,
        "golden_dawn": "Amore",
        "cardtype": "minor"
    },
    {
        "name": "Tre di Coppe",
        "url": "three-of-cups",
        "image": "images/cu03.jpeg",
        "desc": "Il Tre di Coppe rappresenta la nascita e il nuovo inizio. Simboleggia l'arrivo di qualcosa che porta gioia e felicità, come la cura di un bambino o questioni legate ai rapporti genitori-figli. La sua presenza indica un progetto comune motivato dai sentimenti più che dagli interessi materiali.",
        "rdesc": "Quando il Tre di Coppe appare capovolto, indica problemi nelle relazioni con i genitori o con i propri figli. Può manifestarsi come una situazione dove un'alleanza forte tra due persone esclude una terza.",
        "sequence": 39,
        "golden_dawn": "Abbondanza",
        "cardtype": "minor"
    },
    {
        "name": "Quattro di Coppe",
        "url": "four-of-cups",
        "image": "images/cu04.jpeg",
        "desc": "Il Quattro di Coppe rappresenta la famiglia e il senso di appartenenza. Simboleggia un gruppo di persone unite da una storia comune, che sia famiglia o comunità. La sua presenza indica un impegno verso il gruppo che può richiedere il sacrificio di alcuni interessi personali.",
        "rdesc": "Quando il Quattro di Coppe appare capovolto, indica problemi e discordie in famiglia o in una comunità di lunga data. Può manifestarsi come una struttura sociale rigida che non permette adattamento o flessibilità.",
        "sequence": 40,
        "golden_dawn": "Lusso",
        "cardtype": "minor"
    },
    {
        "name": "Cinque di Coppe",
        "url": "five-of-cups",
        "image": "images/cu05.jpeg",
        "desc": "Il Cinque di Coppe rappresenta i legami sociali e la popolarità. Simboleggia le relazioni con molte persone e il diventare centro dell'attenzione in un gruppo. La sua presenza indica la capacità di utilizzare le connessioni sociali per progredire o superare le difficoltà.",
        "rdesc": "Quando il Cinque di Coppe appare capovolto, indica un'eccessiva preoccupazione per l'attività sociale. Può manifestarsi come perdita di sé in molteplici connessioni superficiali o come tendenza a coltivare contatti virtuali invece che reali.",
        "sequence": 41,
        "golden_dawn": "Delusione",
        "cardtype": "minor"
    },
    {
        "name": "Sei di Coppe",
        "url": "six-of-cups",
        "image": "images/cu06.jpeg",
        "desc": "Il Sei di Coppe rappresenta la continuità nei rapporti affettivi. Simboleggia una relazione di lunga durata o schemi che si ripetono tra diverse generazioni della famiglia. La sua presenza indica un'alleanza personale stabile e duratura nel tempo.",
        "rdesc": "Quando il Sei di Coppe appare capovolto, indica monotonia e ripetizione tediosa. Può manifestarsi come la tendenza a cadere ripetutamente nelle stesse trappole emotive.",
        "sequence": 42,
        "golden_dawn": "Piacere",
        "cardtype": "minor"
    },
    {
        "name": "Sette di Coppe",
        "url": "seven-of-cups",
        "image": "images/cu07.jpeg",
        "desc": "Il Sette di Coppe rappresenta l'individualità all'interno del gruppo. Simboleggia la persona singola che trova il proprio posto in una collettività. La sua presenza indica contatti con persone in posizioni elevate e il riconoscimento di qualità eccezionali.",
        "rdesc": "Quando il Sette di Coppe appare capovolto, indica problemi di integrazione in un gruppo o un'organizzazione. Può manifestarsi come la sensazione di isolamento ed estraneità pur facendo parte di una collettività.",
        "sequence": 43,
        "golden_dawn": "Dissolutezza",
        "cardtype": "minor"
    },
    {
        "name": "Otto di Coppe",
        "url": "eight-of-cups",
        "image": "images/cu08.jpeg",
        "desc": "L'Otto di Coppe rappresenta il coinvolgimento sociale e affettivo. Simboleggia lo sviluppo di relazioni personali all'interno di un gruppo, in un ambiente favorevole ai rapporti umani. La sua presenza indica spesso una festa o un evento familiare significativo che rafforza i legami tra le persone.",
        "rdesc": "Quando l'Otto di Coppe appare capovolto, indica interferenze esterne nella relazione di coppia. Può manifestarsi come pressioni familiari in questioni romantiche o personali, che complicano le dinamiche affettive.",
        "sequence": 44,
        "golden_dawn": "Indolenza",
        "cardtype": "minor"
    },
    {
        "name": "Nove di Coppe",
        "url": "nine-of-cups",
        "image": "images/cu09.jpeg",
        "desc": "Il Nove di Coppe rappresenta l'armonia collettiva. Simboleggia un gruppo o un'organizzazione dove ognuno trova il proprio posto ideale, creando un ambiente di cooperazione efficace. La sua presenza indica l'accettazione del proprio ruolo sociale e la realizzazione dei desideri più profondi.",
        "rdesc": "Quando il Nove di Coppe appare capovolto, indica una situazione sociale confusa e disorientante. Può manifestarsi come difficoltà nel trovare la propria collocazione all'interno di un ambiente complesso.",
        "sequence": 45,
        "golden_dawn": "Felicità",
        "cardtype": "minor"
    },
    {
        "name": "Dieci di Coppe",
        "url": "ten-of-cups",
        "image": "images/cu10.jpeg",
        "desc": "Il Dieci di Coppe rappresenta la leadership emotiva e sociale. Simboleggia una persona dalle qualità speciali che riceve apprezzamento e riconoscimento. La sua presenza indica l'assunzione di responsabilità verso gli altri e la capacità di mantenere una posizione di guida costruttiva.",
        "rdesc": "Quando il Dieci di Coppe appare capovolto, indica la caduta di un leader o la perdita di popolarità. Può manifestarsi come delusione causata dall'ingratitudine di persone che si sono aiutate.",
        "sequence": 46,
        "golden_dawn": "Sazietà",
        "cardtype": "minor"
    },
    {
        "name": "Fante di Coppe",
        "url": "page-of-cups",
        "image": "images/cupa.jpeg",
        "desc": "Il Fante di Coppe rappresenta i primi passi incerti in un'avventura romantica. Simboleggia la timidezza unita a intenzioni sincere, il tentativo di comprendere i propri sentimenti. La sua presenza indica un periodo di scoperta emotiva e di prime esperienze affettive.",
        "rdesc": "Quando il Fante di Coppe appare capovolto, indica un'eccessiva concentrazione sui propri sentimenti che porta a perdere il contatto con gli altri. Può manifestarsi come trascuratezza nelle questioni pratiche della vita.",
        "sequence": 47,
        "golden_dawn": "La Principessa delle Acque: il Loto del Palazzo delle Inondazioni",
        "cardtype": "court"
    },
    {
        "name": "Cavaliere di Coppe",
        "url": "knight-of-cups",
        "image": "images/cukn.jpeg",
        "desc": "Il Cavaliere di Coppe rappresenta il gesto romantico e il corteggiamento. Simboleggia l'apertura del cuore, la sincerità e la semplicità nei sentimenti. La sua presenza può indicare l'arrivo di un potenziale amante o una dichiarazione d'amore.",
        "rdesc": "Quando il Cavaliere di Coppe appare capovolto, indica sentimenti superficiali e instabili. Può manifestarsi come atteggiamento eccessivamente ottimista ma irrealistico, o come ostentazione di sentimenti poco profondi o insinceri.",
        "sequence": 48,
        "golden_dawn": "Il Principe del Carro delle Acque",
        "cardtype": "court"
    },
    {
        "name": "Regina di Coppe",
        "url": "queen-of-cups",
        "image": "images/cuqu.jpeg",
        "desc": "La Regina di Coppe rappresenta un ricco mondo interiore mantenuto riservato. Simboleggia la custodia della propria privacy e dei propri beni preziosi, emotivi o materiali. La sua presenza indica sentimenti forti ma controllati, una profonda vita emotiva gestita con saggezza.",
        "rdesc": "Quando la Regina di Coppe appare capovolta, indica chiusura e atteggiamento difensivo. Può manifestarsi come sfiducia negli altri dovuta a esperienze negative passate, o come tendenza a nascondere le proprie emozioni dietro una facciata di critica razionale.",
        "sequence": 49,
        "golden_dawn": "La Regina dei Troni delle Acque",
        "cardtype": "court"
    },
    {
        "name": "Re di Coppe",
        "url": "king-of-cups",
        "image": "images/cuki.jpeg",
        "desc": "Il Re di Coppe rappresenta la maturità emotiva e l'ottimismo. Simboleggia la capacità di superare le ferite del passato e guardare avanti con fiducia. La sua presenza indica apertura alle novità unita a prudenza e saggezza, con la capacità di non farsi condizionare dalle voci del passato.",
        "rdesc": "Quando il Re di Coppe appare capovolto, indica difficoltà nel superare un colpo emotivo. Può manifestarsi come visione pessimistica causata da esperienze negative del passato che continuano a influenzare il presente.",
        "sequence": 50,
        "golden_dawn": "Il Signore delle Onde delle Acque: il Re delle Schiere del Mare",
        "cardtype": "court"
    },
    {
        "name": "Asso di Spade",
        "url": "ace-of-swords",
        "image": "images/sw01.jpeg",
        "desc": "L'Asso di Spade rappresenta un'iniziativa pianificata con cura. Simboleggia il pensiero razionale e logico, l'acutezza mentale che porta a decisioni definitive. La sua presenza indica prontezza al combattimento, ambizione e competitività che portano a vittorie e conquiste durature.",
        "rdesc": "Quando l'Asso di Spade appare capovolto, indica pensieri negativi e improduttivi. Può manifestarsi come concezioni errate, illusioni, tendenza all'autolesionismo o rischio di ferite, sia metaforiche che reali.",
        "sequence": 51,
        "golden_dawn": "La Radice dei Poteri dell'Aria",
        "cardtype": "ace"
    },
    {
        "name": "Due di Spade",
        "url": "two-of-swords",
        "image": "images/sw02.jpeg",
        "desc": "Il Due di Spade rappresenta i confini e i limiti protettivi. Simboleggia le barriere che proteggono e definiscono qualcosa in fase di sviluppo. La sua presenza indica la capacità di sfruttare al meglio la situazione presente mentre ci si prepara per progressi futuri, mantenendo una visione chiara della situazione generale.",
        "rdesc": "Il significato rimane simile anche nella posizione capovolta. Indica l'importanza dei confini protettivi e la necessità di definire chiaramente gli spazi durante una fase di sviluppo, preparandosi per avanzamenti futuri.",
        "sequence": 52,
        "golden_dawn": "Pace Restaurata",
        "cardtype": "minor"
    },
    {
        "name": "Tre di Spade",
        "url": "three-of-swords",
        "image": "images/sw03.jpeg",
        "desc": "Il Tre di Spade rappresenta la vittoria e il superamento degli ostacoli. Simboleggia la capacità di tagliare attraverso i dubbi e procedere in una direzione chiara. La sua presenza indica spesso l'intervento di una terza parte che prevale su due oppositori indeboliti.",
        "rdesc": "Quando il Tre di Spade appare capovolto, indica un fallimento o una sconfitta subita da un avversario apparentemente più debole. Può manifestarsi come un tentativo non riuscito di fare una mossa decisiva.",
        "sequence": 53,
        "golden_dawn": "Dolore",
        "cardtype": "minor"
    },
    {
        "name": "Quattro di Spade",
        "url": "four-of-swords",
        "image": "images/sw04.jpeg",
        "desc": "Il Quattro di Spade rappresenta la restrizione e i limiti. Simboleggia uno spazio limitato per lo sviluppo e la manovra, la lotta contro i vincoli. La sua presenza indica potenzialità di crescita che si realizzeranno quando i limiti attuali diventeranno meno rigidi.",
        "rdesc": "Quando il Quattro di Spade appare capovolto, indica confinamento e blocco, mancanza di motivazione o energia per liberarsi da una situazione limitante.",
        "sequence": 54,
        "golden_dawn": "Tregua",
        "cardtype": "minor"
    },
    {
        "name": "Cinque di Spade",
        "url": "five-of-swords",
        "image": "images/sw05.jpeg",
        "desc": "Il Cinque di Spade rappresenta la svolta decisiva. Simboleggia una spinta in avanti che supera i limiti esistenti, mantenendo alto lo spirito in una situazione difficile. La sua presenza indica la capacità di fare le cose a modo proprio, superando le resistenze.",
        "rdesc": "Quando il Cinque di Spade appare capovolto, indica un'iniziativa fallita nel tentativo di cambiare la situazione. Può manifestarsi come ostinazione che non porta da nessuna parte, o come fattori oppressivi che al momento non possono essere rimossi.",
        "sequence": 55,
        "golden_dawn": "Sconfitta",
        "cardtype": "minor"
    },
    {
        "name": "Sei di Spade",
        "url": "six-of-swords",
        "image": "images/sw06.jpeg",
        "desc": "Il Sei di Spade rappresenta l'adattamento alle circostanze. Simboleggia l'accettazione dei limiti e la capacità di adattarvisi, rispettando l'ordine presente. La sua presenza indica la saggezza del compromesso per trarre il meglio dalla situazione esistente.",
        "rdesc": "Quando il Sei di Spade appare capovolto, indica rassegnazione e resa, l'abbandono dell'ambizione di cambiare le cose in meglio. Può manifestarsi come mancanza di spirito combattivo.",
        "sequence": 56,
        "golden_dawn": "Scienza",
        "cardtype": "minor"
    },
    {
        "name": "Sette di Spade",
        "url": "seven-of-swords",
        "image": "images/sw07.jpeg",
        "desc": "Il Sette di Spade rappresenta l'acutezza mentale e la determinazione. Simboleggia un atteggiamento concentrato e risoluto, la capacità di focalizzarsi su un obiettivo chiaro e fare il necessario per raggiungerlo. La sua presenza indica la possibilità di vincere una battaglia con probabilità equilibrate.",
        "rdesc": "Quando il Sette di Spade appare capovolto, indica una visione troppo ristretta e concentrata. Può manifestarsi come investimento di sforzi e risorse in una causa persa.",
        "sequence": 57,
        "golden_dawn": "Futilità",
        "cardtype": "minor"
    },
    {
        "name": "Otto di Spade",
        "url": "eight-of-swords",
        "image": "images/sw08.jpeg",
        "desc": "L'Otto di Spade rappresenta le difese personali e psicologiche. Simboleggia l'erezione di scudi e barriere, i meccanismi di difesa che mettiamo in atto. La sua presenza indica un bisogno di controllo totale, come un tesoro ben custodito. Può anche suggerire l'ingresso autorizzato nel territorio altrui.",
        "rdesc": "Il significato rimane simile anche nella posizione capovolta. Indica la presenza di difese e barriere psicologiche, un forte bisogno di controllo e protezione. Può rappresentare un tesoro ben custodito o l'accesso permesso al dominio altrui.",
        "sequence": 58,
        "golden_dawn": "Interferenza",
        "cardtype": "minor"
    },
    {
        "name": "Nove di Spade",
        "url": "nine-of-swords",
        "image": "images/sw09.jpeg",
        "desc": "Il Nove di Spade rappresenta il coraggio e la vittoria contro forze superiori. Simboleggia la purezza delle intenzioni e la capacità di utilizzare al meglio mezzi imperfetti. La sua presenza indica la possibilità di vincere anche quando le probabilità sembrano sfavorevoli.",
        "rdesc": "Quando il Nove di Spade appare capovolto, indica una sconfitta contro un avversario più forte. Può manifestarsi come superficialità o preparazione inadeguata di fronte a una sfida importante.",
        "sequence": 59,
        "golden_dawn": "Disperazione e Crudeltà",
        "cardtype": "minor"
    },
    {
        "name": "Dieci di Spade",
        "url": "ten-of-swords",
        "image": "images/sw10.jpeg",
        "desc": "Il Dieci di Spade rappresenta l'esaurimento delle forze. Simboleggia una situazione complessa con molti interessi in conflitto, una lunga battaglia senza un esito chiaro. La sua presenza suggerisce la necessità di trovare un alleato che possa affrontare il problema da una prospettiva diversa.",
        "rdesc": "Quando il Dieci di Spade appare capovolto, indica immobilità e paralisi. Può manifestarsi come sensazione di essere attaccati da più parti, portando a una sconfitta dolorosa e umiliante.",
        "sequence": 60,
        "golden_dawn": "Rovina",
        "cardtype": "minor"
    },
    {
        "name": "Fante di Spade",
        "url": "page-of-swords",
        "image": "images/swpa.jpeg",
        "desc": "Il Fante di Spade rappresenta la preparazione a una sfida futura. Simboleggia la ricerca di un compromesso tra ragione e desideri intensi. La sua presenza indica esitazione nell'uso del proprio potere, un momento di riflessione prima dell'azione.",
        "rdesc": "Quando il Fante di Spade appare capovolto, indica confusione e pensieri negativi che inibiscono l'azione. Può manifestarsi come uso inadeguato dei propri strumenti che rischia di causare danni.",
        "sequence": 61,
        "golden_dawn": "La Principessa dei Venti Impetuosi: il Loto del Palazzo dell'Aria",
        "cardtype": "court"
    },
    {
        "name": "Cavaliere di Spade",
        "url": "knight-of-swords",
        "image": "images/swkn.jpeg",
        "desc": "Il Cavaliere di Spade rappresenta l'energia e le risorse per avanzare, pur cercando ancora la direzione giusta. Simboleggia la capacità di librarsi al di sopra dei vincoli pratici, unendo determinazione e perseveranza.",
        "rdesc": "Quando il Cavaliere di Spade appare capovolto, indica il tentativo di imporre visioni errate, insistendo su una direzione sbagliata. Può manifestarsi come perdita di contatto con la realtà pratica.",
        "sequence": 62,
        "golden_dawn": "Il Principe del Carro dei Venti",
        "cardtype": "court"
    },
    {
        "name": "Regina di Spade",
        "url": "queen-of-swords",
        "image": "images/swqu.jpeg",
        "desc": "La Regina di Spade rappresenta una posizione sicura e protetta. Simboleggia la difesa del proprio territorio e la preparazione di qualcosa che non deve essere ancora rivelato. La sua presenza indica saggezza nel mantenere le proprie difese.",
        "rdesc": "Quando la Regina di Spade appare capovolta, indica difensività eccessiva e rigidità. Può manifestarsi come sospetti e idee fisse che bloccano il progresso e impediscono nuove connessioni.",
        "sequence": 63,
        "golden_dawn": "La Regina dei Troni dell'Aria",
        "cardtype": "court"
    },
    {
        "name": "Re di Spade",
        "url": "king-of-swords",
        "image": "images/swki.jpeg",
        "desc": "Il Re di Spade rappresenta la determinazione a rompere con il passato e una forte volontà. Simboleggia la sensazione di essere equipaggiati per affrontare l'incertezza, unendo saggezza e maturità intellettuale.",
        "rdesc": "Quando il Re di Spade appare capovolto, indica un cuore diviso e il bisogno di tagliare i ponti con qualcosa a cui si è ancora attaccati. Può manifestarsi come eccessivo calcolo nel vano tentativo di superare l'incertezza.",
        "sequence": 64,
        "golden_dawn": "Il Signore del Vento e delle Brezze: il Re degli Spiriti dell'Aria",
        "cardtype": "court"
    },
    {
        "name": "Asso di Denari",
        "url": "ace-of-coins",
        "image": "images/pe01.jpeg",
        "desc": "L'Asso di Denari rappresenta un buon inizio nelle questioni materiali. Simboleggia stabilità finanziaria e fisica, un approccio pratico alla vita. La sua presenza indica una somma di denaro significativa, ma mette in guardia dall'avidità. Suggerisce qualcosa di basilare e semplice, senza fronzoli.",
        "rdesc": "Il significato rimane simile anche nella posizione capovolta. Indica un nuovo inizio in ambito materiale, stabilità finanziaria e un approccio pratico. Può suggerire una somma importante di denaro, ma anche il rischio di avidità.",
        "sequence": 65,
        "golden_dawn": "La Radice dei Poteri della Terra",
        "cardtype": "ace"
    },
    {
        "name": "Due di Denari",
        "url": "two-of-coins",
        "image": "images/pe02.jpeg",
        "desc": "Il Due di Denari rappresenta la dualità e le scelte. Simboleggia la capacità di collaborare mantenendo le distanze, come un cammino tortuoso che avanza in modi complessi. La sua presenza indica riconoscimento e apprezzamento da parte degli altri.",
        "rdesc": "Il significato rimane simile anche nella posizione capovolta. Indica la presenza di due opzioni o elementi, la necessità di collaborare mantenendo l'autonomia, e un percorso che avanza in modo non lineare.",
        "sequence": 66,
        "golden_dawn": "Cambiamento Armonioso",
        "cardtype": "minor"
    },
    {
        "name": "Tre di Denari",
        "url": "three-of-coins",
        "image": "images/pe03.jpeg",
        "desc": "Il Tre di Denari rappresenta i frutti del lavoro. Simboleggia una partnership o un'alleanza che produce risultati concreti. La sua presenza indica i primi risultati tangibili di un progetto e prospettive favorevoli per il futuro.",
        "rdesc": "Quando il Tre di Denari appare capovolto, indica delusione e aspettative non soddisfatte. Può manifestarsi come una partnership o un progetto che non produce i risultati sperati.",
        "sequence": 67,
        "golden_dawn": "Lavoro",
        "cardtype": "minor"
    },
    {
        "name": "Quattro di Denari",
        "url": "four-of-coins",
        "image": "images/pe04.jpeg",
        "desc": "Il Quattro di Denari rappresenta la stabilità materiale. Simboleggia beni concreti e sicuri, tradizione, reputazione e onore. La sua presenza indica affidabilità provata nel tempo e istituzioni sociali consolidate.",
        "rdesc": "Quando il Quattro di Denari appare capovolto, indica conservatorismo eccessivo e attaccamento a modelli vecchi e superati.",
        "sequence": 68,
        "golden_dawn": "Potere Terreno",
        "cardtype": "minor"
    },
    {
        "name": "Cinque di Denari",
        "url": "five-of-coins",
        "image": "images/pe05.jpeg",
        "desc": "Il Cinque di Denari rappresenta la rottura degli schemi esistenti. Simboleggia l'arrivo di qualcosa di nuovo che destabilizza le strutture consolidate. La sua presenza indica un elemento innovativo che attira l'attenzione ma genera anche resistenza al cambiamento.",
        "rdesc": "Il significato rimane simile anche nella posizione capovolta. Indica un momento di destabilizzazione dovuto all'emergere di nuovi elementi che, pur attirando interesse, incontrano resistenza.",
        "sequence": 69,
        "golden_dawn": "Preoccupazione",
        "cardtype": "minor"
    },
    {
        "name": "Sei di Denari",
        "url": "six-of-coins",
        "image": "images/pe06.jpeg",
        "desc": "Il Sei di Denari rappresenta l'espansione e l'abbondanza. Simboleggia la ricchezza di risorse e opportunità per avanzare. La sua presenza indica una prospettiva positiva, successo e un buon equilibrio tra stabilità e movimento.",
        "rdesc": "Il significato rimane simile anche nella posizione capovolta. Indica abbondanza di risorse e vie di avanzamento, con una prospettiva positiva e un equilibrio tra stabilità e progresso.",
        "sequence": 70,
        "golden_dawn": "Successo Materiale",
        "cardtype": "minor"
    },
    {
        "name": "Sette di Denari",
        "url": "seven-of-coins",
        "image": "images/pe07.jpeg",
        "desc": "Il Sette di Denari rappresenta l'accettazione e l'integrazione. Simboleggia il buon accoglimento di qualcosa di nuovo, insieme ad aiuto e protezione. La sua presenza indica la capacità di integrarsi in un sistema mantenendo la propria individualità.",
        "rdesc": "Quando il Sette di Denari appare capovolto, indica mancanza di indipendenza e necessità di fare affidamento sull'aiuto e l'accettazione degli altri.",
        "sequence": 71,
        "golden_dawn": "Successo Non Realizzato",
        "cardtype": "minor"
    },
    {
        "name": "Otto di Denari",
        "url": "eight-of-coins",
        "image": "images/pe08.jpeg",
        "desc": "L'Otto di Denari rappresenta l'uniformità e la struttura meccanica. Simboleggia situazioni dove le considerazioni pratiche risultano efficienti ma mancano di calore umano. La sua presenza indica lavoro routinario e un avanzamento lento ma costante che richiede pazienza.",
        "rdesc": "Il significato rimane simile anche nella posizione capovolta. Indica una struttura meccanica e ripetitiva, dove l'efficienza pratica prevale sul tocco umano, suggerendo un progresso lento che richiede pazienza.",
        "sequence": 72,
        "golden_dawn": "Prudenza",
        "cardtype": "minor"
    },
    {
        "name": "Nove di Denari",
        "url": "nine-of-coins",
        "image": "images/pe09.jpeg",
        "desc": "Il Nove di Denari rappresenta la motivazione e l'ambizione personale. Simboleggia la capacità di ritagliarsi uno spazio proprio all'interno di un sistema esistente. La sua presenza indica che la perseveranza e il pensiero indipendente porteranno frutti nel lungo termine.",
        "rdesc": "Il significato rimane simile anche nella posizione capovolta. Suggerisce l'importanza di trovare il proprio posto nel sistema attraverso determinazione e pensiero indipendente, con risultati duraturi nel tempo.",
        "sequence": 73,
        "golden_dawn": "Guadagno Materiale",
        "cardtype": "minor"
    },
    {
        "name": "Dieci di Denari",
        "url": "ten-of-coins",
        "image": "images/pe10.jpeg",
        "desc": "Il Dieci di Denari rappresenta l'abbondanza materiale. Simboleggia un'intensa attività negli affari pratici che porta a successo e conquiste materiali. La sua presenza indica che, mentre la prosperità aumenta, alcuni potrebbero ricevere più di altri.",
        "rdesc": "Il significato rimane simile anche nella posizione capovolta. Indica intensa attività pratica e successo materiale, ricordando che la distribuzione della ricchezza potrebbe non essere equa.",
        "sequence": 74,
        "golden_dawn": "Ricchezza",
        "cardtype": "minor"
    },
    {
        "name": "Fante di Denari",
        "url": "page-of-coins",
        "image": "images/pepa.jpeg",
        "desc": "Il Fante di Denari rappresenta un'impresa pratica e concreta. Simboleggia potenzialità non ancora sfruttate ma a portata di mano. La sua presenza indica un successo tangibile nelle fasi iniziali e una solida base materiale per progressi futuri.",
        "rdesc": "Quando il Fante di Denari appare capovolto, indica esitazione e mancanza di scopo chiaro. Può manifestarsi come eccessiva concentrazione sui successi passati che fa perdere le opportunità presenti.",
        "sequence": 75,
        "golden_dawn": "La Principessa delle Colline Echeggianti: la Rosa del Palazzo della Terra",
        "cardtype": "court"
    },
    {
        "name": "Cavaliere di Denari",
        "url": "knight-of-coins",
        "image": "images/pekn.jpeg",
        "desc": "Il Cavaliere di Denari rappresenta l'avanzamento in direzione pratica. Simboleggia l'espressione produttiva della creatività con un obiettivo chiaro in vista. La sua presenza indica progresso materiale guidato da visione e determinazione.",
        "rdesc": "Quando il Cavaliere di Denari appare capovolto, indica una ricerca ossessiva del denaro senza raggiungere vera stabilità. Può manifestarsi come interferenza di passioni e desideri nei piani pratici.",
        "sequence": 76,
        "golden_dawn": "Il Principe del Carro della Terra",
        "cardtype": "court"
    },
    {
        "name": "Regina di Denari",
        "url": "queen-of-coins",
        "image": "images/pequ.jpeg",
        "desc": "La Regina di Denari rappresenta beni tangibili e stabilità materiale e personale. Simboleggia una visione sobria e realistica della vita. La sua presenza indica la capacità di guardare le cose da una prospettiva pratica e pragmatica.",
        "rdesc": "Quando la Regina di Denari appare capovolta, indica conservatorismo e resistenza al cambiamento, con l'unico obiettivo di preservare i beni esistenti. Può manifestarsi come tendenza a vedere le cose solo dal punto di vista materiale.",
        "sequence": 77,
        "golden_dawn": "La Regina dei Troni della Terra",
        "cardtype": "court"
    },
    {
        "name": "Re di Denari",
        "url": "king-of-coins",
        "image": "images/peki.jpeg",
        "desc": "Il Re di Denari rappresenta fiducia e sicurezza materiale. Simboleggia una visione cauta ma ottimista del futuro. La sua presenza indica la ricerca di nuovi traguardi mentre si mantengono al sicuro i beni già conquistati.",
        "rdesc": "Quando il Re di Denari appare capovolto, indica insoddisfazione per ciò che si possiede e incapacità di apprezzare gli aspetti positivi della situazione presente. Può manifestarsi come visione limitata delle possibilità.",
        "sequence": 78,
        "golden_dawn": "Il Signore della Terra Vasta e Fertile: il Re degli Spiriti della Terra",
        "cardtype": "court"
    }
]